Repository: FixCyprus/fixmystreet
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: el

source: You can help us by finding a contact email address for local problems for %s and emailing it to us at <a href='mailto:%s'>%s</a>.
el: Θα μας βοηθήσετε αν βρείτε στοιχεία επικοινωνίας (email) του υπεύθυνου τμήματος για τοπικά προβλήματα της Αρχής. Παρακαλούμε στείλτε μας τα στοιχεία στη διεύθυνση <a href='mailto:%s'>%s</a>.

source: You can mark a body as deleted if you do not want it to be active on the site.
el: Μπορείτε να επισημάνετε μια Αρχή για διαγραφή εάν δεν επιθυμείτε να εμφανίζεται στην υπηρεσία.

source: You declined; please fill in the box above
el: Υποχωρήσατε. Παρακαλούμε συμπληρώστε το κουτάκι πιο πάνω

source: You have already answered this questionnaire. If you have a question, please <a href='%s'>get in touch</a>, or <a href='%s'>view your problem</a>.
el: Έχετε ήδη απαντήσει αυτό το ερωτηματολόγιο. Εάν έχετε οποιαδήποτε απορία, παρακαλούμε <a href='%s'>επικοινωνήστε μαζί μας</a>, ή <a href='%s'>δείτε την αναφορά σας</a>.

source: You have already attached a photo to this report, attaching another one will replace it.
el: Έχετε ήδη επισυνάψει φωτογραφία σε αυτήν την αναφορά. Αν επισυνάψετε άλλη, θα αντικαταστήσει την προηγούμενη.

source: You have already attached a photo to this update, attaching another one will replace it.
el: Έχετε ήδη επισυνάψει φωτογραφία σε αυτήν την αναφορά. Αν επισυνάψετε άλλη, θα αντικαταστήσει την προηγούμενη.

source: You have been signed out
el: Έχετε αποσυνδεθεί

source: You have located the problem at the point marked with a green pin on the map. If this is not the correct location, simply click on the map again.
el: Έχετε εντοπίσει την τοποθεσί της αναφοράς στο σημείο που επισημαίνεται με τον πράσινο δείκτη στο χάρτη. Εάν αυτή δεν είναι η σωστή τοποθεσία, απλώς πατήστε στο χάρτη ξανά.

source: You have successfully confirmed your alert.
el: Έχετε επιβεβαιώσει την ειδοποίηση επιτυχώς.

source: You have successfully confirmed your email address.
el: Έχετε επιβεβαιώσει τη διεύθυνση email σας επιτυχώς.

source: You have successfully confirmed your problem
el: Έχετε επιβεβαιώσει την αναφορά σας επιτυχώς.

source: You have successfully confirmed your update and you can now <a href="%s">view it on the site</a>.
el: Έχετε επιβεβαιώσει επιτυχώς την ενημέρωση σας και τώρα μπορείτε να τη <a href="%s">δείτε στην υπηρεσία</a>.

source: You have successfully created your alert.
el: Έχετε δημιουργήσει την ειδοποίηση επιτυχώς.

source: You have successfully deleted your alert.
el: Έχετε διαγράψει την ρύθμιση ειδοποίησης επιτυχώς.

source: You have successfully signed in; please check and confirm your details are accurate:
el: Έχετε συνδεθεί επιτυχώς. Παρακαλούμε, ελέγξτε και επιβεβαιώστε την ορθότητα των στοιχείων σας.

source: You must now click the link in the email we've just sent you.
el: Τώρα πρέπει να ακολουθήσετε το σύνδεσμο που σας εστάλη στο email.

source: You need to <a href="%s">add some bodies</a> (such as councils or departments) before any reports can be sent.
el: Πρέπει να <a href="%s">προσθέσετε ορισμένες Αρχές</a> (όπως συμβούλια ή τμήματα Δήμων) ώστε να μπορούν να σταλούν αναφορές.

source: You need to add bodies (such as councils or departments) so that you can then add the categories of problems they can handle (such as potholes or streetlights) and the contacts (such as an email address) to which reports are sent.
el: Πρέπει να προσθέσετε Αρχές (όπως δημοτικά/κοινοτικά συμβούλια ή επαρχιακές διοικήσεις) ώστε να μπορέσετε να προσθέσετε κατηγορίες αναφορών που μπορούν να αντιμετωπίσουν (όπως φωτισμός δημόσιων χώρων, προβληματικά οδοστρώματα), καθώς και τα στοιχεία επικοινωνίας (όπως emails ) στα οποία θα αποστέλνονται οι αναφορές.

source: You really want to resend?
el: Θέλετε σίγουρα να το ξαναστείλετε;

source: Your Reports
el: Οι αναφορές σας

source: Your email
el: Το email σας

source: Your email (optional)
el: Το email σας (προαιρετικά)

source: Your email address
el: Η διεύθυνση email σας

source: Your email address:
el: Η διεύθυνση email σας:

source: Your email:
el: Το email σας:

source: Your first name
el: Το μικρό σας όνομα

source: Your information will only be used in accordance with our <a href="/privacy">privacy policy</a>
el: Τα στοιχεία σας θα χρησιμοποιηθούν μόνο σε συφωνία με τους <a href="/privacy">όρους χρήσης</a>

source: Your last name
el: Το επίθετο σας

source: Your name
el: Το όνομα σας

source: Your name:
el: Το όνομα σας:

source: Your password
el: Ο κωδικός σας

source: Your password has been changed
el: Ο κωδικός σας έχει αλλάξει

source: Your phone number
el: Το τηλέφωνο σας

source: Your report
el: Η αναφορά σας

source: Your report has been created and will shortly be sent.
el: Η αναφορά σας έχει δημιουργηθεί και θα σταλεί σύντομα

source: Your reports
el: Οι αναφορές σας

source: Your updates
el: Οι ενημερώσεις σας

source: Your&nbsp;email:
el: Το email σας:

source: by %s
el: από %s

source: council
el: Αρχή

source: council ref:&nbsp;%s
el: αναφορά Αρχής:&nbsp;%s

source: didn't use map
el: δε χρησιμοποίησε χάρτη

source: e.g. ‘%s’ or ‘%s’
el: π.χ. ‘%s’ ή ‘%s’

source: edit user
el: επεξεργασία χρήστη

source: from %d different users
el: από %d διαφορετικούς χρήστες

source: last updated %s
el: τελευταία ενημέρωση %s

source: less than a minute
el: λιγότερο από ένα λεπτό

source: marked as a duplicate report
el: χαρακτηρίστηκε ως: διπλή αναφορά

source: marked as action scheduled
el: χαρακτηρίστηκε ως: δράση έχει προγραμματιστεί

source: marked as an internal referral
el: χαρακτηρίστηκε ως εσωτερικής παραπομπής

source: marked as closed
el: χαρακτηρίστηκε ως κλειστό

source: marked as fixed
el: χαρακτηρίστηκε ως αντιμετωπισθέν

source: marked as in progress
el: χαρακτηρίστηκε ως σε πρόοδο

source: marked as investigating
el: χαρακτηρίστηκε ως υπό διερεύνηση

source: marked as not the council's responsibility
el: χαρακτηρίστηκε ως εκτός της υπευθυνότητας της Αρχής

source: marked as planned
el: χαρακτηρίστηκε ως υπό σχεδιασμό

source: marked as unable to fix
el: χαρακτηρίστηκε ως αδύνατο να αντιμετωπιστεί

source: n/a
el: δ/ε

source: or
el: ή

source: or locate me automatically
el: ή εντοπίστε αυτόματα την τοποθεσία μου

source: originally entered: &ldquo;%s&rdquo;
el: αρχικά υπεβλήθει: &ldquo;%s&rdquo;

source: other areas:
el: άλλες περιοεχές:

source: reopened
el: άνοιξε ξανά

source: sign out
el: αποσύνδεση

source: the local council
el: η τοπική Αρχή

source: there is no pin shown as the user did not use the map
el: δεν υπάρχει δείκτης στο χάρτη γιατί ο χρήστης δεν χρησιμξοποίησε το χάρτη

source: this type of local problem
el: αυτό το είδος αναφοράς

source: today
el: σήμερα

source: used map
el: χρησιμοποιούμενος χάρτης

source: user is from same council as problem - %d
el: ο χρήστης προέρχεται από την Αρχή στην οποία υπεβλήθη η αναφορά - %d

source: user is problem owner
el: ο ίδιος χρήστης υπέβαλε την αναφορά

source: ward
el: τμήμα

source: <big>%s</big> report recently
el: <big>%s</big> πρόσφατη αναφορά

source: %d hour
el: %d ώρα

source: %d supporter
el: %d υποστηρικτής

source: %d minute
el: %d λεπτό

source: <big>%s</big> update on reports
el: <big>%s</big> ενημέρωση σε αναφορές

source: We do not yet have details for the council that covers this location.
el: Δεν έχουμε ακόμα στοιχεία για την τοπική Αρχή που καλύπτει αυτήν την περιοχή.

source: %d week
el: %d εβδομάδα

source: <big>%s</big> report in past week
el: <big>%s</big> αναφορά μέσα στην προηγούμενη εβδομάδα

source: <big>%s</big> fixed in past month
el: <big>%s</big> έχει αντιμετωπιστεί τον προηγούμενο μήνα

source: We do <strong>not</strong> yet have details for the other council that covers this location.
el: <strong>Δεν</strong> έχουμε ακόμα στοιχεία για την τοπική Αρχή που καλύπτει αυτήν την περιοχή.

source: %d day
el: %d ημέρα
