Repository: FixCyprus/fixmystreet
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: el

source: The <strong>email address</strong> is the destination to which reports about this category will be sent. Other categories for this body may have the same email address.
el: Η <strong>διεύθυνση email</strong> είναι ο παραλήπτης των αναφορών που υποβάλλονται σε αυτήν την κατηγορία. Άλλες κατηγορίες σε αυτήν την Αρχή, μπορούν να χρησιμοποιούν ίδια διεύθυνση.

source: The <strong>endpoint</strong> is the URL of the service that FixMyStreet will connect to when sending reports to this body.
el: Το <strong>endpoint</strong> είναι το URL της υπηρεσίας στην οποία θα συνδεθεί η υπηρεσία FixCyprus.com όταν στέλνει τις αναφορές σε αυτήν την Αρχή.

source: The <strong>jurisdiction</strong> is only needed if the endpoint is serving more than one. If the body is running its own endpoint, you can usually leave this blank.
el: Η <strong>δικαιοδοσία</strong> απαιτείται μόνο αν το endpoint εξυπηρετεί περισσότερες από μια υπηρεσίες. Εάν η Αρχή διαθέτει δικό της endpoint, συνήθως μπορείτε να το αφήσετε κενό.

source: The <strong>send method</strong> determines how problem reports will be sent to the body. If you leave this blank, <strong>send method defaults to email</strong>.
el: Η <strong>μέθοδος αποστολής</strong> καθορίζει το πως οι αναφορές θα στέλνονται στην Αρχή. Εάν το αφήσετε κενό, <strong>θα χρησιμοποιηθεί το email ως προεπιλογή</strong>.

source: The Open311 v2 attribute agency_responsible is used to list the administrations that received the problem report, which is not quite the way the attribute is defined in the Open311 v2 specification.
el: Το χαρακτηριστικό agency_responsible του Open311 v2, χρησιμοποιείται για δημιουργία λίστας με τις Αρχές που έλαβαν ενημέρωση για μια αναφορά. Αυτός δεν είναι ο ακριβής τρόπος που το χαρακτηριστικό ορίζεται στις προδιαγραφές του Open311 v2.

source: The body's <strong>name</strong> identifies the body (for example, <em>Borsetshire District Council</em>) and may be displayed publically.
el: Το <strong>όνομα</strong> της Αρχής, προσδιορίζει την Αρχή (για παράδειγμα, <em>Δήμος Λάρνακας</em>) και μπορεί να παρουσιάζεται δημόσια.

source: The confirmation email <strong>may</strong> take a few minutes to arrive &mdash; <em>please</em> be patient.
el: Το email επιβεβαίωσης <strong>μπορεί</strong> να πάρει λίγα λεπτά να φτάσει &mdash. <em>Παρακαλούμε</em> περιμένετε.

source: The council won&rsquo;t be able to help unless you leave as much detail as you can. Please describe the exact location of the problem (e.g. on a wall), what it is, how long it has been there, a description (and a photo of the problem if you have one), etc.
el: Η υπεύθυνη Αρχή δε θα μπορέσει να βοηθήσει αν δεν δώσετε όσες περισσότερες λεπτομέρειες μπορείτε. Παρακαλούμε, περιγράψτε την ακριβή τοποθεσία της αναφοράς σας (π.χ. σε ένα τοίχο), τι είναι, για πόσο καιρό είναι εκεί, περιγραφή (και φωτογραφία αν έχετε), κτλ.

source: The details of your problem are available from the other tab above.
el: Οι λεπτομέρειες της αναφοράς σας είναι διαθέσιμες στην άλλη καρτέλα πιο πάνω.

source: The details of your problem are available on the right hand side of this page.
el: Οι λεπτομέρειες της αναφοράς σας είναι διαθέσιμες στη δεξιά στήλη της σελίδας.

source: The diligency prize league table shows editors' activity (who's been editing the most records).
el: Ο πίνακας διαγωνισμού για βραβείο επιμέλειας, δείχνει δραστηριότητα από άτομα που επεξεργάζονται αναφορές (ποιος έχει επεξεργαστεί τις περισσότερες εγγραφές).

source: The error was: %s
el: Το σφάλμα ήταν: %s

source: The following Open311 v2 attributes are returned for each request: service_request_id, description, lat, long, media_url, status, requested_datetime, updated_datetime, service_code and service_name.
el: Τα ακόλουθα χαρακτηριστικά του Open311 v2 επιστρέφονται για κάθε αίτηση: service_request_id, description, lat, long, media_url, status, requested_datetime, updated_datetime, service_code και service_name.

source: The following information about the nearest road might be inaccurate or irrelevant, if the problem is close to several roads or close to a road without a name registered in OpenStreetMap.
el: Οι ακόλουθες πληροφορίες σχετικά με τον πιο κοντινό δρόμο, μπορεί να είναι ανακριβείς ή άσχετες στην περίπτωση που η αναφορά είναι κοντά σε διάφορους δρόμους ή είναι κοντά σε δρόμο που δεν έχει όνομα εγγεγραμμένο στην υπηρεσία OpenStreetMap.

source: The latest local problems reported by users
el: Οι τελευταίες τοπικές αναφορές που υπέβαλαν οι χρήστες

source: The latest local reports reported by users
el: Οι τελευταίες τοπικές αναφορές που υπέβαλαν οι χρήστες

source: The latest problems for {{COUNCIL}} reported by users
el: Οι τελευταίες αναφορές για {{COUNCIL}} που υπέβαλαν οι χρήστες

source: The latest problems for {{COUNCIL}} within {{WARD}} ward reported by users
el: Οι τελευταίες αναφορές για {{COUNCIL}} μέσα στο τμήμα {{WARD}}, που υπέβαλαν οι χρήστες

source: The latest problems reported by users
el: Οι τελευταίες αναφορές που υπέβαλαν οι χρήστες

source: The latest problems reported fixed by users
el: Οι τελευταίες αναφορές που οι χρήστες χαρακτήρισαν ως να έχουν αντιμετωπιστεί

source: The latest problems within {{NAME}}'s boundary reported by users
el: Οι πιο πρόσφατες αναφορές που υπέβαλαν οι χρήστες μέσα στα όρια: {{NAME}}

source: The latest properties reported back to use by users
el: Οι πιο πρόσφατες ιδιοκτησίες που αναφέρθηκαν από χρήστες ως ξανά σε χρήση.

source: The latest reports for {{COUNCIL}} reported by users
el: Οι πιο πρόσφατες αναφορές που υπέβαλαν οι χρήστες σχετικά με την Αρχή {{COUNCIL}}.

source: The latest reports for {{COUNCIL}} within {{WARD}} ward reported by users
el: Οι πιο πρόσφατες αναφορές που υπέβαλαν οι χρήστες σχετικά με την Αρχή {{COUNCIL}}, στην περιοχή {{WARD}}.

source: The latest reports within {{NAME}}'s boundary reported by users
el: Οι πιο πρόσφατες αναφορές που υπέβαλαν οι χρήστες μέσα στα όρια του: {{NAME}}

source: The list of available areas is being provided by the MapIt service at %s.
el: Οι λίστα με διαθέσιμες περιοχές παρέχεται από την υπηρεσία MapIt στο %s.

source: The passwords do not match
el: Οι κωδικοί δεν ταιριάζουν

source: The requested URL '%s' was not found on this server
el: Η διεύθυνση '%s' που ζητήσατε, δε βρέθηκε σε αυτόν το διακομιστή.

source: The simplest alert is our geographic one:
el: Η πιο απλή ρύθμιση ειδοποιήσεων είναι η γεωγραφική:

source: The subject and details of the problem will be public, plus your name if you give us permission.
el: Το θέμα και οι λεπτομέρειες της αναφοράς θα δημοσιευτούν, το ίδιο και το όνομα σας εφόσον μας δώσετε έγκριση.

source: The user could not locate the problem on a map, but to see the area around the location they entered
el: Ο χρήστης δεν μπόρεσε να εντοπίσει το σημείο στο χάρτη, αλλά για να δείτε την περιοχή γύρω από την τοποθεσία που έδωσαν

source: The user's <strong>name</strong> is displayed publicly on reports that have not been marked <em>anonymous</em>. Names are not necessarily unique.
el: Το <strong>όνομα</strong> του χρήστη εμφανίζεται δημόσι στις αναφορές που δεν έχουν επισημανθεί ως <em>ανώνυμες</em>. Τα ονόματα δεν είναι κατ' ανάγκη μοναδικά.

source: There was a problem showing the All Reports page. Please try again later.
el: Υπήρξε πρόβλημα κατά την εμφάνιση της σελίδας Όλες οι Ααφορές. Παρακαλούμε δοκιμάστε ξανά αργότερα.

source: There was a problem showing this page. Please try again later.
el: Υπήρξε πρόβλημα κατά την εμφάνιση αυτής της σελίδας. Παρακαλούμε δοκιμάστε ξανά αργότερα.

source: There was a problem with your email/password combination. If you cannot remember your password, or do not have one, please fill in the &lsquo;sign in by email&rsquo; section of the form.
el: Υπήρξε κάποιο πρόβλημα με το συνδυασμό του email και κωδικού σας. Εάν δε θυμάστε τον κωδικό σας, ή δεν έχετε, παρακαλούμε συμπληρώστε το τμήμα της φόρμας που αφορά &lsquo;σύνδεση μέσω email&rsquo.

source: There was a problem with your email/password combination. Please try again.
el: Υπήρξε κάποιο πρόβλημα με το συνδυασμό του email και κωδικού σας. Παρακαλούμε δοκιμάστε ξανά.

source: There was a problem with your update. Please try again.
el: Υπήρξε κάποιο πρόβλημα με την ενημέρωση. Παρακαλούμε δοκιμάστε ξανά.

source: There were problems with your report. Please see below.
el: Υπήρξε κάποιο πρόβλημα με την αναφορά. Παρακαλούμε δείτε πιο κάτω.

source: There were problems with your update. Please see below.
el: Υπήρξε κάποιο πρόβλημα με την ενημέρωση. Παρακαλούμε δείτε πιο κάτω

source: These settings are for bodies that use Open311 (or other back-end integration) to receive problem reports.<br> <strong>You don't need to set them if the Send Method is email.</strong>. For more information on Open311, see <a href='http://www.mysociety.org/2013/01/17/open311-explained/' class='admin-offsite-link'>this article</a>.
el: Αυτές οι ρυθμίσεις αφορούν Αρχές που χρησιμοποιούν το πρωτόκολο Open311 (ή άλλο ολοκληρωμένο σύστημα διαχείρισης) για λήψη αναφορών.<br> <strong>Δεν είναι υποχρεωτικό να τις συμπληρώσετε αν η Μέθοδος Αποστολής είναι το email.</strong>. Για περισσότερες πληροφορίες σχετικά με το Open311, δείτε <a href='http://www.mysociety.org/2013/01/17/open311-explained/' class='admin-offsite-link'>αυτό το άρθρο</a>.

source: This API implementation is work in progress and not yet stabilized. It will change without warnings in the future.
el: Η ανάπτυξη του API είναι σε εξέλιξη και δεν έχει ακόμα σταθεροποιηθεί. Θα πραγματοποιηθούν αλλαγές χωρίς προειδοποίηση στο μέλλον.

source: This body covers no area. This means that it has no jurisdiction over problems reported <em>at any location</em>. Consequently, none of its categories will appear in the drop-down category menu when users report problems. Currently, users <strong>cannot report problems to this body</strong>.
el: Αυτή η Αρχή δεν καλύπτει κάποια περιοχή. Αυτό σημαίνει ότι δεν έχει δικαιοδοσία πάνω σε αναφορές που υποβάλλονται <em>σε οποιαδήποτε τοποθεσία</em>. Επομένως, καμία από τις κατηγορίες που αναφέρει δε θα εμφανίζονται στη σχετική λίστα της φόρμας υποβολής αναφορών. Στην παρούσα φάση, οι χρήστες <strong>δεν μπορούν να υποβάλλουν αναφορές προς αυτήν την Αρχή</strong>.

source: This body has no contacts. This means that currently problems reported to this body <strong>will not be sent</strong>.
el: Δεν υπάρχουν στοιχεία επαφής που να συνδέονται με την Αρχή αυτή. Αυτό σημαίνει ότι οι αναφορές που υποβάλλονται προς αυτήν, προς το παρόν <strong>δε θα αποστέλλονται</strong>.

source: This body will only be sent reports for problems that are located in the <strong>area covered</strong>. A body will not receive any reports unless it covers at least one area.
el: Αυτή η Αρχή θα λαμβάνει αναφορές για θέματα που βρίσκονται στην <strong>καλυπτόμενη τοποθεσία</strong>. Μια Αρχή δε μπορεί να λαμβάνει αναφορές αν δεν καλύπτει τουλάχιστον μια περιοχή.

source: This email has been sent to both councils covering the location of the problem, as the user did not categorise it; please ignore it if you're not the correct council to deal with the issue, or let us know what category of problem this is so we can add it to our system.
el: Το μήνυμα αυτό έχει σταλεί και στις δύο Αρχές που καλύπτουν τη συγκεκριμένη τοποθεσία, επειδή ο χρήστης δεν επέλεξε κατηγορία. Παρακαλούμε αγνοήστε το μήνυμα αν δεν είστε το αρμόδιο τμήμα για αντιμετώπιση της αναφοράς, ή πείτε μας την κατηγορία της αναφοράς για να την προσθέσουμε στην υπηρεσία μας.

source: This email has been sent to several councils covering the location of the problem, as the category selected is provided for all of them; please ignore it if you're not the correct council to deal with the issue.
el: Το μήνυμα αυτό έχει σταλεί σε διάφορες Αρχές που καλύπτουν τη συγκεκριμένη τοποθεσία, επειδή η επιλεχθείσα κατηγορία παρέχεται από όλες. Παρακαλούμε αγνοήστε το μήνυμα αν δεν είστε το αρμόδιο τμήμα για αντιμετώπιση της αναφοράς.

source: This information is required
el: Αυτή η πληροφορία απαιτείται.

source: This is a developer site; things might break at any time, and the database will be periodically deleted.
el: Αυτός είναι διακτυακός χώρος υπό κατασκευή. Μπορεί να παρουσιαστούν προβλήματα ανά πάσα στιγμή και το περιεχόμενο μπορεί να διαγράφεται περιοδικά.

source: This is a summary of all reports on this site; select a particular barangay to see the reports sent there.
el: Αυτή είναι μια περίληψη των αναφορών στην υπηρεσία. Επιλέξτε συγκεκριμένη barangay για να δείτε τις αναφορές που έχουν σταλεί εκεί.

source: This is a summary of all reports on this site; select a particular council to see the empty homes news for that area.
el: Αυτή είναι μια περίληψη των αναφορών στην υπηρεσία. Επιλέξτε συγκεκριμένη Αρχή για να δείτε τα σχετικά νέα για άδειες ιδιοκτησίες σε εκείνη την περιοχή.

source: This is a summary of all reports on this site; select a particular council to see the reports sent there.
el: Αυτή είναι μια περίληψη των αναφορών στην υπηρεσία. Επιλέξτε συγκεκριμένη Αρχή για να δείτε τις αναφορές που έχουν σταλεί εκεί.

source: This may be because the link is too old or already used, or the address was not copied correctly.
el: Αυτό μπορεί να συμβαίνει επειδή ο σύνδεσμος είναι παλιός ή ήδη χρησιμοποιείται, ή η διεύθυνση δεν έχει αντιγραφεί σωστά.

source: This problem has been closed
el: Η αναφορά έχει κλείσει

source: This problem has been fixed
el: Η αναφορά έχει αντιμετωπιστεί

source: This problem has not been fixed
el: Η αναφορά δεν έχει αντιμετωπιστεί

source: This problem is in progress
el: Η αναφορά είναι σε εξέλιξη

source: This problem is old and of unknown status.
el: Η αναφορά είναι παλιά και άγνωστης κατάστασης.

source: This report is awaiting moderation.
el: Η αναφορά αναμένει έλεγχο από διαχειριστή.

source: This report is currently marked as closed.
el: Η αναφορά έχει χαρακτηριστεί ως κλειστή.

source: This report is currently marked as fixed.
el: Η αναφορά έχει χαρακτηριστεί ως να έχει αντιμετωπιστεί.

source: This report is currently marked as open.
el: Η αναφορά έχει χαρακτηριστεί ως ανοιχτή.

source: This report was submitted anonymously
el: Η αναφορά υπεβλήθη ανώνυμα

source: This web page also contains a photo of the problem, provided by the user.
el: Αυτή η σελίδα περιέχει επίσης φωτογραφία της αναφοράς, την οποία έδωσε ο χρήστης.

source: Timeline
el: Χρονοδιάγραμμα

source: Title
el: Τίτλος

source: To <strong>report a problem</strong>, click on the map at the correct location.
el: Για να <strong>υποβάλετε αναφορά</strong>, πατήστε στο χάρτη στη σωστή τοποθεσία.

source: To find out what local alerts we have for you, please enter your postcode or street name and area
el: Για να δείτε ποιες τοπικές ειδοποιήσεις έχουμε για εσάς, παρακαλούμε εισάγετε την οδό σας και το όνομα της περιοχής.

source: To view a map of the precise location of this issue
el: Για να δείτε την ακριβή τοποθεσία του θέματος στο χάρτη

source: Total
el: Συνολικά

source: Transport Category
el: Κατηγορία μέσου συγκοινωνίας

source: Try again
el: Δικιμάστε ξανά

source: Unable to fix
el: Αδύνατο να αντιμετωπιστεί

source: Unconfirmed
el: Μη επιβεβαιωμένο

source: Unknown
el: Άγνωστο

source: Unknown alert type
el: Άγνωστο είδος ειδοποίησης

source: Unknown error
el: Άγνωστο σφάλμα

source: Unknown problem ID
el: Αναφορά με άγνωστο ID

source: Update
el: Ενημέρωση

source: Update %s created for problem %d; by %s
el: Η ενημέρωση %s έχει δημιουργηθεί για την αναφορά %d; από %s

source: Update below added anonymously at %s
el: Η αναφορά πιο κάτω έχει προστεθεί ανώνυμα σε %s

source: Update below added by %s at %s
el: Ενημέρωση των πιο κάτω που έχουν προστεθεί από %s σε %s

source: Update body
el: Ενημέρωση Αρχής

source: Update breakdown by state
el: Ενημέρωση κατανομής ανά κατάσταση

source: Update by {{name}}
el: Ενημέρωση κατά {{name}}

source: Update changed problem state to %s
el: Ενημέρωση αλλαγής κατάστασης αναφοράς σε %s

source: Update marked problem as fixed
el: Ενημέρωση σημασμένης αναφοράς ως να έχει αντιμετωπιστεί

source: Update reopened problem
el: Ενημέρωση αναφοράς που άνοιξε ξανά

source: Update statuses
el: Ενημέρωση καταστάσεων

source: Update:
el: Ενημέρωση:

source: Updated
el: Ενημερώθηκε

source: Updated!
el: Ενημερώθηκε!

source: Updates
el: Ενημερώσεις

source: Updates are limited to 2000 characters in length. Please shorten your update
el: Οι ενημερώσεις πρέπει να περιορίζονται σε 2000 χαρακτήρες. Παρακαλούμε, μειώστε το κείμενο της ενημέρωσης σας

source: Updates on {{title}}
el: Αναφορές σε {{title}}

source: Updates to this problem, FixMyStreet
el: Ενημερώσεις σε αυτήν την αναφορά, FixCyprus.com

source: Use the <strong>note</strong> to record details that are only displayed in the admin. Notes are not shown publicly, and are not sent to the body.
el: Χρησιμοποιείστε τη <strong>σημείωση</strong> για να καταγράψετε λεπτομέρειες που παρουσιάζονται μόνο σε διαχειριστές. Οι σημειώσεις δε δημοσιεύονται, και δεν αποστέλλονται στις Αρχές.

source: User
el: Χρήστης

source: User flag removed
el: Διαγραφή σήμανσης χρήστη

source: User flagged
el: Σημασμένος χρήστης

source: User search finds matches in users' names and email addresses.
el: Η αναζήτηση χρηστών εντοπίζει ονόματα και emails χρηστών που ταιριάζουν.

source: Users
el: Χρήστες

source: Values updated
el: Οι τιμές ενημερώθηκαν

source: View report on site
el: Δείτε την αναφορά στη διαδικτυακή υπηρεσία

source: View reports by ward
el: Δείτε τις αναφορές κατά τμήμα

source: View your report
el: Δείτε την αναφορά σας

source: Viewing a location
el: Βλέποντας μια τοποθεσία

source: Viewing a problem
el: Βλέποντας μια αναφορά

source: Wards of this council
el: Τμήματα αυτής της Αρχής

source: We found more than one match for that location. We show up to ten matches, please try a different search if yours is not here.
el: Περισσότερες από μια τοποθεσίες ταιριάζουν. Δείχνουμε μέχρι 10 αποτελέσματα, παρακαλούμε δοκιμάστε διαφορετική αναζήτηση αν δεν εντοπίζετε αυτό που θέλετε.

source: We have not been able to confirm your account - sorry.
el: Δεν μπορέσαμε να επικυρώσουμε το λογαριασμό σας - απολογούμαστε.

source: We have sent you an email containing a link to confirm your account.
el: Σας έχουμε στείλει email στο οποίο υπάρχει ένας σύνδεσμος για επιβεβαίωση του λογαριασμού σας.

source: We may contact you periodically to ask if anything has changed with the property you reported.
el: Μπορεί να επικοινωνούμε μαζί σας περιοδικά και να σας ρωτάμε αν έχει αλλάξει κάτι σχετικά με την ιδιοκτησία που αναφέρατε.

source: We never show your email
el: Ποτέ δεν παρουσιάζουμε τη διεύθυνση email σας

source: We never show your email address or phone number.
el: Ποτέ δεν παρουσιάζουμε τη διεύθυνση email σας ή το όνομα σας.

source: We realise this problem might be the responsibility of %s; however, we don't currently have any contact details for them. If you know of an appropriate contact address, please do get in touch.
el: Αντιλαμβανόμαστε ότι η Αρχή %s μπορεί να είναι υπεύθυνη για την αναφορά αυτή, αλλά δυστυχώς δεν έχουμε κάποια στοιχεία επικοινωνίας. Σε περίπτωση που γνωρίζετε κάποιο κατάλληλο στοιχείο επικοινωνίας, παρακαλούμε επικοινωνήστε μαζί μας.

source: We send it to the council on your behalf
el: Αποστέλνεται στις Αρχές εκ μέρους σας

source: We will only use your personal information in accordance with our <a href="/faq#privacy">privacy policy.</a>
el: Τα προσωπικά σας δεδομένα χρησιμοποιούνται μόνο σύμφωνα με την <a href="/faq#privacy">πολιτική απορρήτου</a> της υπηρεσίας.

source: We will only use your personal information in accordance with our <a href="/privacy">privacy policy.</a>
el: Τα προσωπικά σας δεδομένα χρησιμοποιούνται μόνο σε συμφωνία με την <a href="/privacy">πολιτική απορρήτου</a> της υπηρεσίας.

source: We&rsquo;d love to hear what you think about this website. Just fill in the form. Please don&rsquo;t contact us about individual empty homes; use the box accessed from <a href="/">the front page</a>.
el: Θα θέλαμε να μάθουμε τι πιστεύετε για την υπηρεσία αυτήν. Απλώς συμπληρώστε τη φόρμα. Παρακαλούμε μην επικοινωνείτε μαζί μας για επιμέρους άδεια σπίτια, αλλά χρησιμοποιήστε τη σχετική φόρμα στην <a href="/">αρχική σελίδα</a>.

source: We'd love to hear what you think about this site. Just fill in the form, or send an email to <a href='mailto:%s'>%s</a>:
el: Θα θέλαμε να μάθουμε τι πιστεύετε για την υπηρεσία αυτήν. Απλώς συμπληρώστε τη φόρμα, ή στείλτε μας email στη διεύθυνση <a href='mailto:%s'>%s</a>:

source: When edited
el: Όταν ενημερωθεί

source: When sent
el: Όταν αποσταλεί

source: Whole block of empty flats
el: Ολόκληρο τετράγωνο με άδεια σπίτια

source: With request searches, it is also possible to search for agency_responsible to limit the requests to those sent to a single administration. The search term is the administration ID provided by <a href="%s">MaPit</a>.
el: Κατά την αναζήτηση αναφορών, μπορείτε να περιορίσετε την αναζήτηση σε αναφορές που αφορούν συγκεκριμένη Αρχή. Ο σχετικός όρος αναζήτησης είναι το ID της Αρχής που παρέχεται από το εργαλείο <a href="%s">MaPit</a>.

source: Would you like better integration with FixMyStreet? <a href="http://www.mysociety.org/for-councils/fixmystreet/">Find out about FixMyStreet for councils</a>.
el: Θα θέλατε καλύτερη διαλειτουργικότητα με την υπηρεσία FixMyStreet; <a href="http://www.mysociety.org/for-councils/fixmystreet/">Μάθετε για την υπηρεσία FixMyStreet για τοπικές Αρχές/συμβούλια</a>.

source: Would you like to contribute to FixMyStreet? Our code is open source and <a href="http://github.com/mysociety/fixmystreet">available on GitHub</a>.
el: Θα θέλατε να συνεισφέρετε στην ανάπτυξη της υπηρεσίας FixMyStreet; Ο πηγαίος κώδικας της υπηρεσίας είναι ανοιχτός και <a href="http://github.com/mysociety/fixmystreet">διαθέσιμος στο GitHub</a>.

source: Would you like to receive another questionnaire in 4 weeks, reminding you to check the status?
el: Θα θέλατε να λάβετε και άλλο ερωτηματολόγιο σε 4 εβδομάδες, που να σας υπενθυμίζει να ελέγξετε την κατάσταση;

source: Writing your message entirely in block capitals makes it hard to read, as does a lack of punctuation.
el: Το να γράφετε το μήνυμα σας εξ'ολοκλήρου με κεφαλαία γράμματα, καθώς και το να μην χρησιμοποιείται σημεία στίξης, το κάνει δύσκολο στο διάβασμα.

source: Year
el: Έτος

source: Yes
el: Ναι

source: Yes I have a password
el: Ναι έχω κωδικό

source: You are reporting the following problem report for being abusive, containing personal information, or similar:
el: Αναφέρετε ότι η ακόλουθη αναφορά είναι καταχρηστική, περιέχει προσωπικά δεδομένα, ή άλλο παρόμοιο:

source: You are reporting the following update for being abusive, containing personal information, or similar:
el: Αναφέρετε ότι η ακόλουθη ενημέρωση σε αναφορά είναι καταχρηστική, περιέχει προσωπικά δεδομένα, ή άλλο παρόμοιο:

source: You can <a href="%s%s">view the problem on this site</a>.
el: Μπορείτε να <a href="%s%s">δείτε την αναφορά σε αυτόν το διαδικτυακό χώρο</a>.

source: You can add an abusive user's email to the abuse list, which automatically hides (and never sends) reports they create.
el: Μπορείτε να προσθέσετε το email ενός χρήστη που χαρακτηρίστηκε ως "κατάχρηση" στη λίστα "κατάχρηση". Αυτό προκαλεί αυτόματη απόκρυψη (και μη αποστολή) των αναφορών που δημιουργεί.

source: You can flag any report or user by editing them, and they will be listed on this page. For example, this can useful if you want to keep an eye on a user who has posted inappropriate reports in the past.
el: Μπορείτε να επισημάνετε κάποια αναφορά ή χρήστη με επεξεργασία αυτών, και τότε θα εμφανίζονται σε αυτήν τη σελίδα. Για παράδειγμα, αυτό είναι χρήσιμο αν θέλετε να παρακολουθείτε ένα χρήστη που υπέβαλε ακατάλληλες αναφορές στο παρελθόν.
