Repository: FixCyprus/fixmystreet
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: el

source: Please describe the exact location of the report. Example: “2 dumped mattresses outside Number 19 Stockwell Close”
el: Παρακαλούμε περιγράψτε την ακριβή τοποθεσία της αναφοράς. Παράδειγμα: “2 εγκαταλελειμμένα στρώματα έξω από Σταδίου 15"

source: Please do <strong>not</strong> report problems through this form; messages go to the team behind FixMyStreet, not a council. To report a problem, please <a href="/">go to the front page</a> and follow the instructions.
el: Παρακαλούμε <strong>μην</strong> υποβάλετε αναφορές μέσα από αυτήν τη φόρμα; τα μηνύματα πηγαίνουν στην ομάδα διαχείρισης της FixCyprus.com, και όχι κάποια Αρχή. Για υποβολή αναφοράς, παρακαλούμε <a href="/">πηγαίνετε στην αρχική σελίδα</a> και ακολουθήστε τις οδηγίες.

source: Please do not be abusive&nbsp;&mdash; abusing your council devalues the service for all users.
el: Παρακαλούμε αποφεύγετε την κατάχρηση της υπηρεσίας&nbsp;&mdash: η παρενόχληση της Αρχής, οδηγεί σε μείωση της αξίας της υπηρεσίας για όλους τους χρήστες.

source: Please do not give address or personal information in this section.
el: Παρακαλούμε μη δίνεται διευθύνσεις ή προσωπικές πληροφορίες σε αυτό το τμήμα.

source: Please enter a message
el: Παρακαλούμε εισάγετε ένα μήνυμα

source: Please enter a password
el: Παρακαλούμε εισάγετε έναν κωδικό

source: Please enter a subject
el: Παρακαλούμε εισάγετε ένα θέμα

source: Please enter a valid email
el: Παρακαλούμε εισάγετε μια έγκυρη διεύθυνση email

source: Please enter a valid email address
el: Παρακαλούμε εισάγετε μια έγκυρη διεύθυνση email

source: Please enter some details
el: Παρακαλούμε εισάγετε κάποιες λεπτομέρειες

source: Please enter your email
el: Παρακαλούμε εισάγετε τη διεύθυνση email σας

source: Please enter your email address
el: Παρακαλούμε εισάγετε τη διεύθυνση email σας

source: Please enter your first name
el: Παρακαλούμε εισάγετε το όνομα σας

source: Please enter your full name, councils need this information – if you do not wish your name to be shown on the site, untick the box below
el: Παρακαλούμε εισάγετε το ονοματεπώνυμο σας. Οι Αρχές χρειάζονται αυτήν την πληροφορία - αν δεν επιθυμείτε το όνομα σας να δημοσιευτεί, απο-επιλέξτε το κουτί πιο κάτω

source: Please enter your name
el: Παρακαλούμε εισάγετε το όνομα σας

source: Please enter your phone number
el: Παρακαλούμε εισάγετε το τηλέφωνο σας

source: Please enter your second name
el: Παρακαλούμε εισάγετε το επώνυμο σας

source: Please enter your title
el: Παρακαλούμε εισάγετε τον τίτλο σας

source: Please feel free to <a href="%s">sign in again</a>, or go back to the <a href="/">front page</a>.
el: Παρακαλούμε μη διστάσετε να <a href="%s">συνδεθείτε ξανά</a>, ή να πάτε πίσω στην <a href="/">αρχική σελίδα</a>.

source: Please fill in details of the empty property below, saying what type of property it is e.g. an empty home, block of flats, office etc. Tell us something about its condition and any other information you feel is relevant. There is no need for you to give the exact address. Please be polite, concise and to the point; writing your message entirely in block capitals makes it hard to read, as does a lack of punctuation.
el: Παρακαλούμε δώστε λεπτομέρειες για την άδεια ιδιοκτησία πιο κάτω, αναφέροντας τον τύπο της ιδιοκτησίας π.χ. ένα εγκαταλελειμμένο σπίτι, διαμέρισμα, γραφείο, κτλ. Πείτε μας κάτι για την κατάσταση της και οτιδήποτε άλλο θεωρείτε σχετικό. Δεν είναι απαραίτητο να δώσετε την ακριβή διεύθυνση. Παρακαλούμε να είστε ευγενικοί, συνοπτικοί και να μπαίνετε κατευθείαν στο θέμα. Το να γράφετε όλο το μήνυμα με χρήση κεφαλαίων γραμμάτων, δυσκολεύει την ανάγνωση, το ίδιο και το να μη χρησιμοποιείτε σημεία στίξης.

source: Please fill in details of the problem below.
el: Παρακαλούμε δώστε λεπτομέρειες για την αναφορά πιο κάτω.

source: Please fill in details of the problem below. Leave as much detail as you can, and if possible describe the exact location of the problem (e.g. if there is a streetlight number or road name).
el: Παρακαλούμε εισάγετε τις λεπτομέρειες σχετικά με την αναφορά πιο κάτω. Δώστε όες περισσότερες λεπτομέρειες μπορείτε, και αν είναι δυνατόν περιγράψτε την ακριβή τοποθεσία της αναφοράς (π.χ. αν υπάρχει κάποιος αριθμός της κολόνας φωτισμού ή όνομα οδού).

source: Please fill in details of the problem below. The council won't be able to help unless you leave as much detail as you can, so please describe the exact location of the problem (e.g. on a wall), what it is, how long it has been there, a description (and a photo of the problem if you have one), etc.
el: Παρακαλούμε εισάγετε τις λεπτομέρειες σχετικά με την αναφορά πιο κάτω. Η Αρχή δεν θα είναι σε θέση να βοηθήσει αν δεν δώσετε όσες περισσότερες λεπτομέρειες μπορείτε, επομένως περιγράψτε την ακριβή τοποθεσία του θέματος της αναφοράς (π.χ. σε ένα τοίχο), τι είναι, για πόσο διάστημα βρίσκεται εκεί, περιγραφή (και φωτογραφία αν έχετε), κτλ.

source: Please fill in details of the problem.
el: Παρακαλούμε δώστε λεπτομέρειες για την αναφορά.

source: Please fill in the form below with details of the problem, and describe the location as precisely as possible in the details box.
el: Παρακαλούμε εισάγετε πιο κάτω τις λεπτομέρειες σχετικά με την αναφορά και περιγράψτε την τοποθεσία του θέματος της αναφοράς με όση περισσότερη ακρίβεια μπορείτε.

source: Please indicate whether you'd like to receive another questionnaire
el: Παρακαλούμε δηλώστε αν επιθυμείτε να λάβετε άλλο ερωτηματολόγιο.

source: Please note that updates are not sent to the council.
el: Παρακαλούμε λάβετε υπόψη ότι οι ενημερώσεις δεν αποστέλνονται στην Αρχή.

source: Please note that updates are not sent to the council. If you leave your name it will be public. Your information will only be used in accordance with our <a href="/faq#privacy">privacy policy</a>
el: Παρακαλούμε λάβετε υπόψη ότι οι ενημερώσεις δεν αποστέλνονται στην Αρχή. Αν δώσετε το όνομα σας αυτό θα δημοσιευτεί. Τα προσωπικά σας στοιχεία θα χρησιμοποιηθούν μόνο όπως καθορίζει η <a href="/faq#privacy">πολιτική απορρήτου</a> της υπηρεσίας.

source: Please note that updates are not sent to the relevant department. If you leave your name it will be public. Your information will only be used in accordance with our <a href="/faq#privacy">privacy policy</a>
el: Παρακαλούμε λάβετε υπόψη ότι οι ενημερώσεις δεν αποστέλνονται στο σχετικό Τμήμα. Αν δώσετε το όνομα σας αυτό θα δημοσιευτεί. Τα προσωπικά σας στοιχεία θα χρησιμοποιηθούν μόνο όπως καθορίζει η <a href="/faq#privacy">πολιτική απορρήτου</a> της υπηρεσίας.

source: Please note your report has <strong>not yet been sent</strong>. Choose a category and add further information below, then submit.
el: Παρακαλούμε λάβετε υπόψη ότι η αναφορά σας <strong>δεν έχει σταλεί ακόμα</strong>. Επιλέξτε κατηγορία και εισάγετε περισσότερες πληροφορίες πιο κάτω, ακολούθως υποβάλετε την αναφορά.

source: Please note:
el: Παρακαλούμε σημειώστε:

source: Please provide some explanation as to why you're reopening this report
el: Παρακαλούμε εξηγήστε τους λόγους που ανοίγετε ξανά την αναφορά.

source: Please provide some text as well as a photo
el: Παρακαλούμε εισάγετε κάποιο κείμενο, καθώς και φωτογραφία.

source: Please say whether you've ever reported a problem to your council before
el: Παρακαλούμε, πείτε μας αν έχετε υποβάλει στο παρελθόν οποιαδήποτε αναφορά προς την εν λόγω Αρχή.

source: Please select the feed you want
el: Παρακαλούμε επιλέξτε το feed που επιθυμείτε.

source: Please select the type of alert you want
el: Παρακαλούμε επιλέξτε τον τύπο ειδοποίησης που επιθυμείτε

source: Please state whether or not the problem has been fixed
el: Παρακαλούμε δηλώστε αν η αναφορά έχει αντιμετωπιστεί

source: Please take a look at the updates that have been left.
el: Παρακαλούμε ρίξτε μια ματιά στις ενημερώσεις που έχουν υποβληθεί.

source: Please upload a JPEG image only
el: Παρακαλούμε φορτώστε μόνο εικόνες JPEG

source: Please upload a JPEG image only
el: Παρακαλούμε φορτώστε μια μόνο εικόνα JPEG

source: Please write a message
el: Παρακαλούμε γράψτε ένα μήνυμα

source: Please write your update here
el: Παρακαλούμε γράψτε την ενημέρωση σας εδώ

source: Post
el: Αποστολή

source: Posted anonymously at %s
el: Εστάλη ανώνυμα στο %s

source: Posted by %s (<strong>%s</strong>) at %s
el: Εστάλη από %s (<strong>%s</strong>) στις %s

source: Posted by %s at %s
el: Εστάλη από %s στις %s

source: Previous
el: Προηγούμενες

source: Private
el: Προσωπικό

source: Private information (not shown on site)
el: Προσωπικές πληροφορίες (δεν δημοσιεύονται)

source: Problem
el: Αναφορά

source: Problem %d created
el: Δημιουργήθηκε η αναφορά %d

source: Problem %s confirmed
el: Επιβεβαιώθηκε η αναφορά %s

source: Problem %s sent to council %s
el: Εστάλη η αναφορά %s στην Αρχή %s

source: Problem breakdown by state
el: Αναφορές ανά κατάσταση

source: Problem marked as open.
el: Η αναφορά έχει χαρακτηριστεί ως "ανοιχτή".

source: Problem state change based on survey results
el: Η κατάσταση της αναφοράς έχει αλλάξει με βάση τα αποτελέσματα της έρευνας

source: Problems
el: Αναφορές

source: Problems in this area
el: Αναφορές σε αυτήν την περιοχή

source: Problems nearby
el: Πλησιέστερες αναφορές.

source: Problems on the map
el: Αναφορές στο χάρτη

source: Problems recently reported fixed on FixMyStreet
el: Αναφορές που έχουν υποβληθεί και αντιμετωπιστεί πρόσφατα μέσω της FixCyprus.com

source: Problems within %.1fkm of this location
el: Αναφορές σε ακτίνα %.1fχλμ από αυτήν την τοποθεσία

source: Problems within %s
el: Αναφορές σε ακτίνα %s

source: Problems within %s ward
el: Αναφορές μέσα σε %s χώρο

source: Problems within %s, FixMyStreet
el: Αναφορές μέσα σε %s, FixCyprus.com

source: Problems within the boundary of:
el: Αναφορές μέσα στα όρια του:

source: Properties recently reported as put back to use on reportemptyhomes.com
el: Ιδιοκτησίες που έχουν πρόσφτα αναφερθεί ως χρησιμοποιούμενες ξανά μέσω reportemptyhomes.com

source: Property address:
el: Διεύθυνση ιδιοκτησίας:

source: Property type:
el: Τύπος ιδιοκτησίας:

source: Provide a title
el: Δώστε ένα τίτλο

source: Provide an update
el: Δώστε μια ενημέρωση

source: Providing a name and password is optional, but doing so will allow you to more easily report problems, leave updates and manage your reports.
el: Το όνομα και ο κωδικός είναι προαιρετικά στοιχεία, αλλά αν τα δώσετε θα μπορείτε να υποβάλλετε αναφορές και ενημερώσεις, καθώς και να διαχειρίζεστε τις αναφορές σας πιο εύκολα.

source: Providing a password is optional, but doing so will allow you to more easily report future problems, leave updates and manage your reports.
el: Ο κωδικός είναι προαιρετικό στοιχείο, αλλά αν το δώσετε θα μπορείτε μελλοντικά να υποβάλλετε αναφορές και ενημερώσεις, καθώς και να διαχειρίζεστε τις αναφορές σας πιο εύκολα.

source: Providing a password is optional, but doing so will allow you to more easily report problems, leave updates and manage your reports.
el: Ο κωδικός είναι προαιρετικό στοιχείο, αλλά αν το δώσετε θα μπορείτε να υποβάλλετε αναφορές και ενημερώσεις, καθώς και να διαχειρίζεστε τις αναφορές σας πιο εύκολα.

source: Public
el: Δημόσιο

source: Public information (shown on site)
el: Δημόσια πληροφόρηση (φαίνεται στο διακτυακό χώρο της υπηρεσίας)

source: Public response:
el: Δημόσια απάντηση:

source: Publish photo
el: Δημοσιεύσετε τη φωτογραφία

source: Publish the response
el: Δημοσιεύσετε την απάντηση

source: Questionnaire
el: Ερωτηματολόγιο

source: Questionnaire %d answered for problem %d, %s to %s
el: Το ερωτηματολόγιο %d έχει απαντηθεί για την αναφορά %d, %s σε %s

source: Questionnaire %d sent for problem %d
el: Το ερωτηματολόγιο %d έχει σταλεί για την αναφορά %d

source: Questionnaire filled in by problem reporter
el: Το ερωτηματολόγιο έχει συμπληρωθεί από αυτός που υπέβαλε την αναφορά

source: RSS feed
el: Τροφοδοσία RSS

source: RSS feed for %s
el: Τροφοδοσία RSS για %s

source: RSS feed for %s ward, %s
el: Τροφοδοσία RSS για %s τμήμα, %s

source: RSS feed of %s
el: Τροφοδοσία RSS του %s

source: RSS feed of %s, within %s ward
el: Τροφοδοσία RSS του %s, μέσα στα όρια του τμήματος %s

source: RSS feed of nearby problems
el: Τροφοδοσία RSS για κοντινές αναφορές

source: RSS feed of problems in this %s
el: Τροφοδοσία RSS για αναφορές σε %s

source: RSS feed of problems within %s
el: Τροφοδοσία RSS για αναφορές μέσα σε %s

source: RSS feed of problems within %s ward
el: Τροφοδοσία RSS για αναφορές μέσα στο τμήμα %s

source: RSS feed of recent local problems
el: Τροφοδοσία RSS για πρόσφατες τοπικές αναφορές

source: RSS feed of updates to this problem
el: Τροφοδοσία RSS για ενημερώσεις σε αυτήν την αναφορά

source: Receive email when updates are left on this problem.
el: Να λαμβάνω email για ενημερώσεις σε αυτήν την αναφορά.

source: Recent local problems, FixMyStreet
el: Πρόσφατες τοπικές αναφορές, FixCyprus.com

source: Recently <br>fixed
el: Πρόσφατα <br>έχουν αντιμετωπιστεί

source: Recently fixed
el: Έχουν αντιμετωπιστεί πρόσφατα

source: Recently reported problems
el: Έχουν αναφερθεί πρόσφατα

source: Remember that FixMyStreet is primarily for reporting physical problems that can be fixed. If your problem is not appropriate for submission via this site remember that you can contact your council directly using their own website.
el: Υπενθυμίζουμε ότι η υπηρεσία FixCyprus.com αφορά κυρίως την αναφορά φυσικών προβλημάτων που μπορούν να διορθωθούν/αντιμετωπιστούν. Σε περίπτωση που το θέμα σας δεν είναι κατάλληλο για υποβολή μέσα από αυτήν την υπηρεσία, παρακαλούμε επικοινωνήστε απευθείας με τη σχετική Αρχή/Τμήμα μέσω άλλων καναλιών επικοινωνίας που παρέχονται.

source: Remember that, for the pilot project, FixMyBarangay is only for reporting potholes and streetlights in bgy. Luz or Basak San Nicolas.
el: Υπενθυμίζουμε ότι, για το πιλοτικό Έργο, η υπηρεσία FixMyBarangay αφορά κυρίως την αναφορά λακκούβων και προβλημάτων φωτισμού δρόμων στο bgy. Luz ή Basak Sanb Nicolas.

source: Remove flag
el: Αφαίρεση σήμανσης

source: Remove photo (can't be undone!)
el: Διαγραφή φωτογραφίας (δεν μπορεί να ανακτηθεί!)

source: Report Empty Homes
el: Αναφορά Άδειων Κατοικιών

source: Report a problem
el: Υποβολή αναφοράς

source: Report abuse
el: Αναφορά κατάχρησης

source: Report created
el: Η αναφορά δημιουργήθηκε

source: Report on %s
el: Αναφορά στις %s

source: Report, view, or discuss local problems
el: Αναφέρετε, δείτε ή συζητήστε τοπικά προβλήματα

source: Reported %s
el: Αναφέρθηκε %s

source: Reported %s, to %s
el: Αναφέρθηκε %s, προς %s

source: Reported anonymously at %s
el: Αναφέρθηκε ανώνυμα στις %s

source: Reported before
el: Αναφέρθηκε πριν

source: Reported by %s at %s
el: Αναφέρθηκε από %s στις %s

source: Reported in the %s category
el: Αναφέρθηκε στην κατηγορία %s

source: Reported in the %s category anonymously at %s
el: Αναφέρθηκε στην κατηγορία %s ανώνυμα στις %s

source: Reported in the %s category by %s at %s
el: Αναφέρθηκε στην κατηγορία %s ανώνυμα από %s στις %s

source: Reported via %s anonymously at %s
el: Αναφέρθηκε από %s ανώνυμα, στις %s

source: Reported via %s by %s at %s
el: Αναφέρθηκε μέσω %s από %s, στις %s

source: Reported via %s in the %s category anonymously at %s
el: Αναφέρθηκε από %s στην κατηγορία %s, ανώνυμα, στις %s

source: Reported via %s in the %s category by %s at %s
el: Αναφέρθηκε από %s στην κατηγορία %s από %s, στις %s

source: Reporting a problem
el: Υποβάλλοντας μια αναφορά

source: Reports
el: Αναφορές

source: Reports are limited to %s characters in length. Please shorten your report
el: Υπάρχει περιορισμός %s χαρακτήρων στο κείμενο των αναφορών. Παρακαλούμε, συντομέψετε το κείμενο σας.

source: Reports awaiting approval
el: Αναφορές σε αναμονή έγκρισης

source: Reports on and around the map
el: Αναφορές πάνω και γύρω από το χάρτη

source: Reports published
el: Δημοσιευθείσες αναφορές

source: Resend report
el: Υποβολή της αναφοράς ξανά

source: Right place?
el: Σωστή τοποθεσία;

source: Road operator for this named road (derived from road reference number and type): %s
el: Ο υπεύθυνος λειτουργίας του δρόμου (με βάση τον τύπο και τον αριθμό αναφοράς του): %s

source: Road operator for this named road (from OpenStreetMap): %s
el: Ο υπεύθυνος λειτουργίας του δρόμου (από OpenStreetMap): %s

source: Rotate Left
el: Περιστροφή Αριστερά

source: Rotate Right
el: Περιστροφή Δεξιά

source: Save changes
el: Αποθήκευση αλλαγών

source: Search Reports
el: Αναζήτηση Αναφορών

source: Search Users
el: Αναζήτηση Χρηστών

source: Search reports
el: Αναζήτηση αναφορών

source: Search:
el: Αναζήτηση:

source: Searching found no reports.
el: Δεν προέκυψαν αναφορές κατά την αναζήτηση.

source: Searching found no users.
el: Δεν προέκυψαν χρήστες κατά την αναζήτηση.

source: Select a body
el: Επιλογή Αρχής

source: Select an area
el: Επιλογή περιοχής

source: Select which type of alert you'd like and click the button for an RSS feed, or enter your email address to subscribe to an email alert.
el: Επιλέγξτε τύπο ειδοποίησης και πατήστε το κουμπί για τροφοδοσία RSS, ή εισάγετε τη διεύθυνση email σας για να εγγραφείτε σε αυτόματη ειδοποίηση.

source: Sent to %s %s later
el: Εστάλη σε %s, %s αργότερα

source: Sent:
el: Απεσταλμένα:

source: Service:
el: Υπηρεσία:

source: Share
el: Κοινοποίηση

source: Show my name publicly
el: Εμφάνιση του ονόματος μου δημόσια

source: Show old
el: Εμφάνιση παλιών

source: Show pins
el: Εμφάνιση δεικτών/πινεζών

source: Sign in
el: Σύνδεση

source: Sign in by email
el: Σύνδεση μέσω email

source: Sign in or create an account
el: Συνδεθείτε ή δημιουργήστε λογαριασμό

source: Sign out
el: Αποσύνδεση

source: Signed in as %s
el: Συνδεδεμένος ως %s

source: Some categories may require additional information.
el: Ορισμένες κατηγορίες μπορεί να απαιτούν επιπρόσθετες πληροφορίες.

source: Some endpoints require an <strong>API key</strong> to indicate that the reports are being sent from your FixMyStreet installation.
el: Ορισμένα endpoints απαιτούν <strong>API key</strong> ώστε να δείχνει ότι οι αναφορές στέλνονται από τη δική σας εγκατάσταση της υπηρεσίας FixMyStreet.

source: Some photos of recent reports
el: Ορισμένες φωτογραφίες από πρόσφατες αναφορές

source: Some text to localize
el: Ορισμένο κείμενο προς τοπική προσαρμογή

source: Sorry, that appears to be a Crown dependency postcode, which we don't cover.
el: Απολογούμαστε, δεν καλύπτουμε αυτόν τον Τ.Κ.

source: Sorry, there has been an error confirming your problem.
el: Απολογούμαστε, παρουσιάστηκε πρόβλημα στην επιβεβαίωση της αναφοράς σας.

source: Sorry, we could not find that location.
el: Απολογούμαστε, δεν μπορέσαμε να διορθώσουμε την τοποθεσία.

source: Sorry, we could not parse that location. Please try again.
el: Απολογούμαστε, δεν μπορέσαμε να διαβάσουμε την τοποθεσία. Παρακαλούμε, δοκιμάστε ξανά.

source: Source code
el: Πηγαίος κώδικας

source: Start Date:
el: Ημερομηνία Έναρξης:

source: State
el: Κατάσταση

source: State:
el: Κατάσταση:

source: Stats
el: Στατιστικά

source: Status
el: Κατάσταση

source: Still open, via questionnaire, %s
el: Ακόμα ανοιχτές, μέσω ερωτηματολογίου: %s

source: Subcategory: %s
el: Υπο-κατηγορία: %s

source: Subdivision/Body
el: Υπο-τμήμα/Αρχή

source: Subject
el: Θέμα

source: Subject:
el: Θέμα:

source: Submit
el: Υποβολή

source: Submit changes
el: Υποβολή αλλαγών

source: Submit questionnaire
el: Υποβολή ερωτηματολογίου

source: Submitted
el: Υπεβλήθη

source: Subscribe
el: Εγγραφή

source: Subscribe me to an email alert
el: Εγγραφείτε σε ειδοποίηση μέσω email

source: Subscribe to an alert based upon what baranagay you&rsquo;re in:
el: Εγγραφείτε σε μια ειδοποίηση με βάση την περιοχή στην οποία βρίσκεστε

source: Summary
el: Περίληψη

source: Summary reports
el: Περιληπτικές αναφορές

source: Survey
el: Έρευνα

source: Survey Results
el: Αποτελέσματα έρευνας

source: Text
el: Κείμενο

source: Text only version
el: Μόνο κείμενο

source: Text:
el: Κείμενο:

source: Thank you &mdash; you can <a href="%s">view your updated problem</a> on the site.
el: Ευχαριστούμε &mdash. Μπορείτε να <a href="%s">δείτε την ενημερωμένη αναφορά σας</a> στο δικτυακό χώρο της υπηρεσίας.

source: Thank you for reporting an empty property on ReportEmptyHomes.com. We have emailed the lead officer for empty homes in the council responsible with details, and asked them to do whatever they can to get the empty property back into use as soon as possible.
el: Ευχαριστούμε που αναφέρατε την άδεια ιδιοκτησία στην υπηρεσία ReportEmptyHomes.com. Έχουμε στείλει ηλεκτρονικό μήνυμα στον υπεύθυνο λειτουργό του Συμβουλίου για άδειες ιδιοκτησίες, δίνοντας λεπτομέρειες και επίσης τους ζητήσαμε να κάνουν ότι μπορούν ώστε να επιστρέψει η ιδιοκτησία σε κατάσταση χρήσης.

source: Thank you for reporting this empty property on ReportEmptyHomes.com. At present the report cannot be sent through to the council for this area. We are working with councils to link them into the system so that as many areas as possible will be covered.
el: Ευχαριστούμε που αναφέρεται τη συγκεκριμένη άδεια ιδιοκτησία στην υπηρεσία ReportEmptyHomes.com. Στην παρούσα φάση, η αναφορά δεν μπορεί να σταλεί στο υπεύθυνο Τμήμα της Περιοχής. Εργαζόμαστε προς την κατεύθυνση σύνδεσης με Αρχές για όσο το δυνατό μεγαλύτερη κάλυψη περιοχών.

source: Thank you for trying to confirm your update or problem. We seem to have an error ourselves though, so <a href="%s">please let us know what went on</a> and we'll look into it.
el: Ευχαριστούμε που προσπαθήσατε να επιβεβαιώσετε την αναφορά σας ή την ενημέρωση σε αναφορά. Φαίνεται όμως ότι υπάρχει κάποιο σφάλμα στη δική μας υπηρεσία, οπότε <a href="%s">παρακαλούμε πείτε μας τι ακριβώς πήγε λάθος</a> και θα το κοιτάξουμε.

source: Thank you for using ReportEmptyHomes.com. Your action is already helping to resolve the UK&rsquo;s empty homes crisis.
el: Ευχαριστούμε που χρησιμοποιήσατε την υπηρεσία ReportEmptyHomes.com. Η πράξη σας ήδη βοηθά στην αντιμετώπιση της κρίσης με τις άδειες ιδιοκτησίες στο Η.Β.

source: Thanks for uploading your photo. We now need to locate your problem, so please enter a nearby street name or postcode in the box above&nbsp;:
el: Ευχαριστούμε που φορτώσατε τη φωτογραφία. Τώρα πρέπει να εντοπίσουμε το σημείο της αναφοράς σας στο χάρτη, οπότε παρακαλούμε εισάγετε το όνομα ενός κοντινού δρόμου στο κουτάκι πιο &nbsp;:

source: Thanks for your feedback. We'll get back to you as soon as we can!
el: Ευχαριστούμε για τα σχόλια σας. Θα σας απαντήσουμε το συντομότερο δυνατόν!

source: Thanks, glad to hear it's been fixed! Could we just ask if you have ever reported a problem to a council before?
el: Ευχαριστούμε, χαιρόμαστε που έχει αντιμετωπιστεί! Μπορείτε, παρακαλούμε, να μας πείτε αν έχετε υποβάλει αναφορά σε κάποια Αρχή στο παρελθόν;

source: That image doesn't appear to have uploaded correctly (%s), please try again.
el: Η φωτογραφία φαίνεται να μην έχει φορτωθεί σωστά (%s), παρακαλούμε δοκιμάστε ξανά.

source: That location does not appear to be covered by a council; perhaps it is offshore or outside the country. Please try again.
el: Η τοποθεσία αυτή φαίνεται να μην καλύπτεται από κάποια Αρχή. Ίσως είναι σε θαλάσσια περιοχή ή εκτός της χώρας. Παρακαλούμε δοκιμάστε ξανά.

source: That location does not appear to be in the UK; please try again.
el: Η τοποθεσία αυτή φαίνεται να μην βρίσκεται στην Κύπρο. Παρακαλούμε δοκιμάστε ξανά.

source: That postcode was not recognised, sorry.
el: Απολογούμαστε, ο ταχυδρομικός κώδικας δεν αναγνωρίστηκε.

source: That problem will now be resent.
el: Η αναφορά θα υποβληθεί τώρα ξανά.

source: That report cannot be viewed on %s.
el: Εκείνη η αναφορά δεν μπορεί να εμφανιστεί στο %s.

source: That report has been removed from FixMyStreet.
el: Εκείνη η αναφορά έχει διαγραφεί από την υπηρεσία FixCyprus.com
