Repository: FixCyprus/fixmystreet
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: el

source: and
el: και

source: and <strong>we will now send it to the council</strong>
el: και <strong>τώρα θα στείλουμε το πρόβλημα στις Αρχές</strong>

source: or
el: ή

source: %d addresses
el: %d διευθύνσεις

source: %d confirmed alerts, %d unconfirmed
el: %d επιβεβαιωμένες ειδοποιήσεις, %d μη επιβεβαιωμένες

source: %d council contacts &ndash; %d confirmed, %d unconfirmed
el: %d στοιχεία επικοινωνίας Αρχής &ndash; %d επιβεβαιωμένα, %d μη επιβεβαιωμένα.

source: %d edits by %s
el: %d αλλαγές από %s

source: %d live updates
el: %d ζωντανή ενημέρωση

source: %d questionnaires sent &ndash; %d answered (%s%%)
el: %d σταλθέντα ερωτηματολόγια &ndash; %d απαντημένα (%s%%)

source: %d to %d of %d
el: %d σε %d του %d

source: %s - Summary reports
el: %s - Περιληπτικές αναφορές

source: %s ward, %s
el: %s όρια, %s

source: %s, reported at %s
el: %s, αναφέρθηκαν σε %s

source: %s, within %s ward
el: %s, μέσα σε %s όρια

source: (Don't worry &mdash; we'll hang on to your alert while you're checking your email.)
el: (Μην ανησυχείτε &mdash; θα αναμένουμε, ενώ ελέγχετε το ηλεκτρονικό σας ταχυδρομείο.)

source: (Don't worry &mdash; we'll hang on to your problem report while you're checking your email.)
el: (Μην ανησυχείτε &mdash; θα αναμένουμε στην αναφορά σας όσο εσείς ελέγχετε το email σας.)

source: (Don't worry &mdash; we'll hang on to your update while you're checking your email.)
el: (Μην ανησυχείτε &mdash; θα αναμένουμε όσο εσείς ελέγχετε το email σας.)

source: (Email in abuse table)
el: (Email σε πίνακα κακόβουλων)

source: (a default distance which covers roughly 200,000 people)
el: (μια προεπιλεγμένη απόσταση που καλύπτει αρκετή γεωγραφική περιοχή)

source: (alternatively the RSS feed can be customised, within
el: (εναλλακτικά, το RSS feed μπορεί να προσαρμοστεί, στο πλαίσιο

source: (closed)
el: (κλειστό)

source: (fixed)
el: (αντιμετωπίστηκε)

source: (like graffiti, fly tipping, broken paving slabs, or street lighting)
el: (όπως σπασμένο οδόστρωμα, σπασμένα πεζοδρόμια, προβληματικός φωτισμός, ακάθαρτοι χώροι, γραφίτι, κτλ)

source: (not sent to council)
el: (δε στάληκε στις Αρχές)

source: (optional)
el: (προαιρετικό)

source: (sent to both)
el: (εστάλη και στους δύο)

source: (we never show your email address or phone number)
el: (το email σας ή το τηλέφωνο σας δε δημοσιεύονται σε καμία περίπτωση)

source: (we never show your email)
el: (το email σας δε δημοσιεύεται σε καμία περίπτωση)

source: -- Pick a category --
el: -- Διαλέξτε κατηγορία --

source: -- Pick a property type --
el: -- Διαλέξτε τύπο ιδιότητας --

source: <big>%s</big> reports
el: <big>%s</big> αναφορέ

source: <code>MAPIT_URL</code> is set (<code>%s</code>) but no <code>MAPIT_TYPES</code>.<br> This is probably why "area covered" is empty (below).<br> Maybe add some <code>MAPIT_TYPES</code> to your config file?
el: <code>Το MAPIT_URL</code> έχει οριστεί (<code>%s</code>) αλλά όχι τα <code>MAPIT_TYPES</code>.<br> Αυτός είναι ο πιθανός λόγος που "οι καλυπτόμενες περιοχές" είναι άδειες (πιο κάτω).<br> Ίσως θέλετε να προσθέσετε κάποιους <code>MAPIT_TYPES</code> στο αρχείο config;

source: <p style="font-size:150%">Thank you very much for filling in our questionnaire; glad to hear it&rsquo;s been fixed.</p>
el: <p style="font-size:150%">Σας ευχαριστούμε που συμπληρώσατε το ερωτηματολόγιο μας. Χαιρόμαστε που ακούμε ότι έχει έχει διορθωθεί.</p>

source: <p style="font-size:150%">We&rsquo;re sorry to hear that. We have two suggestions: why not try <a href="http://www.norge.no/styresmakter/">writing direct to your councillor(s)</a> or, if it&rsquo;s a problem that could be fixed by local people working together, why not <a href="http://www.pledgebank.com/new">make and publicise a pledge</a>? </p>
el: <p style="font-size:150%">Λυπούμαστε που το ακούμε. Έχουμε δύο εισηγήσεις: δοκιμάστε να στείλετε το μήνυμα σας απευθείας στις αρμόδιες Αρχές ή, αν αποτελεί πρόβλημα που μπορεί να αντιμετωπιστεί από γείτονες σε συνεργασία, γιατί να μην το κάνετε και να το δημοσιεύσετε εδώ; </p>

source: <p style="font-size:150%">We&rsquo;re sorry to hear that. We have two suggestions: why not try <a href="http://www.writetothem.com/">writing direct to your councillor(s)</a> or, if it&rsquo;s a problem that could be fixed by local people working together, why not <a href="http://www.pledgebank.com/new">make and publicise a pledge</a>? </p>
el: <p style="font-size:150%">Λυπούμαστε που το ακούμε. Έχουμε δύο εισηγήσεις: δοκιμάστε να στείλετε το μήνυμα σας απευθείας στις αρμόδιες Αρχές ή, αν αποτελεί πρόβλημα που μπορεί να αντιμετωπιστεί από γείτονες σε συνεργασία, γιατί να μην το κάνετε και να το δημοσιεύσετε εδώ; </p>

source: <p style="font-size:150%">We&rsquo;re sorry to hear that. We have two suggestions: why not try writing to your local representative or, if it&rsquo;s a problem that could be fixed by local people working together, why not <a href="http://www.pledgebank.com/new">make and publicise a pledge</a>? </p>
el: <p style="font-size:150%">Λυπούμαστε που το ακούμε. Έχουμε δύο εισηγήσεις: δοκιμάστε να στείλετε το μήνυμα σας απευθείας στον τοπικό σας εκπρόσωπο ή, εάν αποτελεί πρόβλημα που μπορεί να αντιμετωπιστεί σε συνεργασία με γείτονες, γιατί να μην το λύσετε και να το δημοσιεύσετε εδώ</a>; </p>

source: <p>Getting empty homes back into use can be difficult, but by now a good council will have made a lot of progress and reported what they have done on the website. Even so properties can remain empty for many months if the owner is unwilling or the property is in very poor repair. If nothing has happened or you are not satisfied with the progress the council is making, now is the right time to say so. We think it&rsquo;s a good idea to contact some other people who may be able to help or put pressure on the council For advice on how to do this and other useful information please go to <a href="http://www.emptyhomes.com/getinvolved/campaign.html">http://www.emptyhomes.com/getinvolved/campaign.html</a>.</p>
el: <p>Το να μπούνε εγκαταλελημμένα σπίτια ξανά σε χρήση είναι δύσκολο, αλλά μια σωστή τοπική Αρχή θα είχε κάνει μέχρι τώρα αρκετή πρόοδο και θα είχε ήδη αναφέρει αυτήν την πρόοδο δημόσια στην υπηρεσία FixCyprus.com . Έστω κι έτσι, οι ιδιοκτησίες μπορεί να μείνουν κενές για πολλούς μήνες σε περίπτωση που ο ιδιοκτήτης δεν επιθυμεί να ασχοληθεί. Εάν δεν έγινε τίποτε ή αν δεν είστε ευχαριστημένοι με την πρόοδο των Αρχών, τώρα είναι η κατάλληλη στιγμή να το αναφέρετε. Πιστεύουμε είναι καλή ιδέα να επικοινωνήσετε με κάποιους άλλους ανθρώπους που θα μπορούσαν να βοηθήσουν ή να πιέσουν προς αυτήν την κατεύθυνση. Για συμβουλές σχετικά με το πως να το πράξετε, καθώς και άλλες σχετικές πληροφορίες, πηγαίνετε στο <a href="http://www.emptyhomes.com/getinvolved/campaign.html">http://www.emptyhomes.com/getinvolved/campaign.html</a>.</p>

source: <p>Getting empty homes back into use can be difficult. You shouldn&rsquo;t expect the property to be back into use yet. But a good council will have started work and should have reported what they have done on the website. If you are not satisfied with progress or information from the council, now is the right time to say. You may also want to try contacting some other people who may be able to help. For advice on how to do this and other useful information please go to <a href="http://www.emptyhomes.com/getinvolved/campaign.html">http://www.emptyhomes.com/getinvolved/campaign.html</a>.</p>
el: <p>Το να μπούνε εγκαταλελημμένα σπίτια ξανά σε χρήση είναι δύσκολο, αλλά μια σωστή τοπική Αρχή θα είχε κάνει μέχρι τώρα αρκετή πρόοδο και θα είχε ήδη αναφέρει αυτήν την πρόοδο δημόσια στην υπηρεσία FixCyprus.com . Έστω κι έτσι, οι ιδιοκτησίες μπορεί να μείνουν κενές για πολλούς μήνες σε περίπτωση που ο ιδιοκτήτης δεν επιθυμεί να ασχοληθεί. Εάν δεν έγινε τίποτε ή αν δεν είστε ευχαριστημένοι με την πρόοδο των Αρχών, τώρα είναι η κατάλληλη στιγμή να το αναφέρετε. Πιστεύουμε είναι καλή ιδέα να επικοινωνήσετε με κάποιους άλλους ανθρώπους που θα μπορούσαν να βοηθήσουν ή να πιέσουν προς αυτήν την κατεύθυνση. Για συμβουλές σχετικά με το πως να το πράξετε, καθώς και άλλες σχετικές πληροφορίες, πηγαίνετε στο <a href="http://www.emptyhomes.com/getinvolved/campaign.html">http://www.emptyhomes.com/getinvolved/campaign.html</a>.</p>

source: <p>Thank you very much for filling in our questionnaire; if you get some more information about the status of your problem, please come back to the site and leave an update.</p>
el: <p>Ευχαριστούμε πολύ που συμπληρώσατε το ερωτηματολόγιο μας. Εάν έχετε περισσότερες πληροφορίες σχετικά με την κατάσταση της αναφοράς σας, παρακαλούμε επιστρέψτε στο διαδικτυακό τόπο της υπηρεσίας και ενημερώστε την αναφορά.</p>

source: <small>If you cannot see the map, <a href='%s' rel='nofollow'>skip this step</a>.</small>
el: <small>Εάν δεν μπορείτε να δείτε το χάρτη, <a href='%s' rel='nofollow'>προχωρήστε στο επόμενο βήμα</a>.</small>

source: <strong>%d</strong> live problems
el: <strong>%d</strong> ανοιχτές αναφορές

source: <strong>No</strong> Let me confirm my report by email
el: <strong>Όχι, </strong> θα επιβεβαιώσω την αναφορά μου μέσω email.

source: <strong>No</strong> Let me confirm my update by email
el: <strong>Όχι,</strong> θα επιβεβαιώσω την ενημέρωση που δίνω μέσω email.

source: <strong>No</strong> let me sign in by email
el: <strong>Όχι, </strong> θα συνδεθώ μέσω email.

source: <strong>No</strong>, I do not, let me sign in by email:
el: <strong>Όχι </strong>, δεν έχω, θα συνδεθώ μέσω email:

source: <strong>No</strong>, let me confirm my report by email:
el: <strong>Όχι, </strong> θα επιβεβαιώσω την αναφορά μου μέσω email.

source: <strong>No</strong>, let me confirm my update by email:
el: <strong>Όχι,</strong> θα επιβεβαιώσω την ενημέρωση που δίνω μέσω email:

source: <strong>Yes</strong> I have a password
el: <strong>Ναι, </strong> έχω κωδικό πρόσβασης.

source: About us
el: Σχετικά με την υπηρεσία

source: Action Scheduled
el: Έχει προγραμματιστεί δράση

source: Add a <strong>body</strong> for each administrative body, such as a council or department to which problem reports can be sent. You can add one or more contacts (for different categories of problem) to each body.
el: Προσθέστε μια <strong>Αρχή</strong> για κάθε διοικητική περιοχή, όπως ένα δημοτικό συμβούλιο ή τμήμα του δήμου στο οποίο θα αποστέλλονται οι αναφορές. Μπορείτε να προσθέσετε μια η περισσότερες επαφές (για διαφορετικές κατηγορίες αναφορών) σε κάθε Αρχή.

source: Add a contact using the form below.
el: Προσθέστε σημείο επικοινωνίας χρησιμοποιώντας τη φόρμα πιο κάτω.

source: Add body
el: Προσθέστε Αρχή

source: Add new category
el: Προσθέστε νέα κατηγορία

source: Add user
el: Προσθέστε χρήστη

source: Added %s
el: Προστέθηκε %s

source: Again:
el: Ξανά:

source: Alert %d created for %s, type %s, parameters %s / %s
el: Η αυτόματη ειδοποίηση %d δημιουργήθηκε για %s, τύπου %s, παραμέτροι %s / %s

source: Alert %d disabled (created %s)
el: Η αυτόματη ειδοποίηση %d απενεργοποιήθηκε (δημιουργήθηκε %s)

source: Alert me to future updates
el: Ειδοποιήστε με για μελλοντικές ενημερώσεις

source: All Reports
el: Όλες οι αναφορές

source: All reports
el: Όλες οι αναφορές

source: All reports between %s and %s
el: Όλες οι αναφορές μεταξύ %s και %s

source: All the information you provide here will be sent to
el: Όλες οι πληροφορίες που παρέχετε, θα σταλούν σε

source: All the information you provide here will be sent to <strong>%s</strong> or <strong>Roads Service</strong>.
el: Όλες οι πληροφορίες που παρέχετε θα σταλούν σε <strong>%s</strong> ή στα <strong>Δημόσια Έργα</strong>.

source: All the information you provide here will be sent to <strong>%s</strong> or a relevant local body such as <strong>TfL</strong>, via the London Report-It system.
el: Όλες οι πληροφορίες που παρέχετε θα σταλούν σε <strong>%s</strong> ή σε άλλη σχετική τοπική Αρχή.

source: All the information you provide here will be sent to <strong>%s</strong>.
el: Όλες οι πληροφορίες που παρέχετε θα σταλούν σε <strong>%s</strong>.

source: An update marked this problem as fixed.
el: Αυτή η αναφορά έχει χαρακτηριστεί από κάποιον ως "έχει αντιμετωπιστεί".

source: Anonymous
el: Ανώνυμος

source: Anonymous:
el: Ανώνυμος:

source: Are you a <strong>developer</strong>? Would you like to contribute to FixMyStreet?
el: Είστε <strong>προγραμματιστής</strong>; Θα θέλατε να συνεισφέρετε στην ανάπτυξη της υπηρεσίας FixMyStreet;

source: Are you a developer?
el: Είστε προγραμματιστής;

source: Are you from a council?
el: Είστε από κάποια Αρχή;

source: Area covered
el: Καλυπτόμενη περιοχή

source: Assign to different category:
el: Αναθέστε σε διαφορετική κατηγορία:

source: Assign to external body:
el: Αναθέστε σε εξωτερική Αρχή:

source: Assign to subdivision:
el: Αναθέστε σε υπο-τμήμα Αρχής:

source: Assigned to %s
el: Ανατέθηκε σε %s

source: At most %d requests are returned in each query. The returned requests are ordered by requested_datetime, so to get all requests, do several searches with rolling start_date and end_date.
el: Επιστρέφονται το πολύ %d αιτήσεις σε κάθε αναζήτηση. Οι επιστρεφόμενες αιτήσεις ταξινομούνται με βάση την ημερομηνία και ώρα της αίτησης. Επομένως, αν θέλετε να δείτε όλες τις αιτήσεις, υποβάλετε διάφορες αναζητήσεις με διαφορετικές ημερομηνίες έναρξης και λήξης.

source: At the moment only searching for and looking at reports work.
el: Αυτήν τη στιγμή μπορείτε να χρησιμοποιήσετε μόνο τιες λειτουργίες αναζήτησης και παρουσίασης των αναφορών.

source: Awaiting moderation
el: Αναμονή για έλεγχο από διαχειριστή

source: Back
el: Πίσω

source: Ban email address
el: Απαγόρευση διεύθυνσης email

source: Be sure to choose the right category, because we use that to determine to whom the report is sent.
el: Σιγουρευτείτε ότι επιλέγετε τη σωστή κατηγορία, επειδή αυτή η πληροφορία καθορίζει το ποιος θα λάβει ενημέρωση για την αναφορά σας.

source: Bodies
el: Αρχές

source: Body
el: Αρχή

source: Body:
el: Αρχή:

source: Built by <a href="http://www.mysociety.org/">mySociety</a> and maintained by <a href="http://www.nuug.no/">NUUG</a>
el: Κατασκευάστηκε από <a href="http://www.mysociety.org/">mySociety</a> και <a href="http://www.nuug.no/">NUUG</a>, ενώ τυγχάνει διαχείρισης και συντήρησης από την <a href="http://www.eurocyinnovations.com/">G.M EuroCy Innovations Ltd</a>.

source: By Date
el: Μέχρι ημερομηνία

source: Can't see the map? <a href='%s' rel='nofollow'>Skip this step</a>
el: Δεν μπορείτε να δείτε το χάρτη; <a href='%s' rel='nofollow'>Προχωρήστε στο επόμενο βήμα</a>

source: Category
el: Κατηγορία

source: Category fix rate for problems > 4 weeks old
el: Ρυθμός αντιμετώπισης αναφορών που έχουν υποβληθεί > 4 εβδομάδες προηγουμένως

source: Category:
el: Κατηγορία:

source: Category: %s
el: Κατηγορία: %s

source: Change Password
el: Αλλαγή κωδικού

source: Check <strong>confirmed</strong> to indicate that this contact has been confirmed as correct. If you are not sure of the origin or validity of the contact, leave this unchecked.
el: Επιλέξτε <strong>επιβεβαίωση</strong> για να υποδείξετε ότι η συγκεκριμένη επαφή είναι επιβεβαιωμένη. Σε περίπτωση που δεν είστε σίγουρος/η, αφήστε το μη επιλεγμένο.

source: Check <strong>deleted</strong> to remove the category from use. It will not appear as an available category in the drop-down menu on the report-a-problem page.
el: Επιλέξτε <strong>διαγραφή</strong> για να διαγράψετε την κατηγορία. Δεν θα παρουσιάζεται ως διαθέσιμη κατηγορία στις λίστες στη σελίδα υποβολής αναφοράς.

source: Check <strong>private</strong> if reports in this category should <strong>never be displayed on the website</strong>. <br> Normally, categories are not private. <br> This is suitable for issues that you want to allow users to report to the body, but for which there is no public interest in displaying the report. In the UK, we've used this for services like requesting an extra rubbish bin at a specific address.
el: Επιλέξτε <strong>προσωπικό</strong> εάν οι αναφορές αυτής της κατηγορίας <strong>δεν θα πρέπει να δημοσιεύονται</strong>. <br> Συνήθως, οι κατηγορίες δεν είναι προσωπικές. <br> Αυτή η λειτουργία βοηθά μόνο για περιπτώσεις όπου οι χρήστες αναφέρουν στην Αρχή θέματα για τα οποία δεν υπάρχει δημόσιο ενδιαφέρον. Για παράδειγμα, μπορεί να χρησιμοποιηθεί για αίτηση για παροχή επιπλέον κάδου απορριμάτων σε συγκεκριμένη διεύθυνση.

source: Choose a <strong>category</strong> name that makes sense to the public (e.g., "Pothole", "Street lighting") but is helpful to the body too. These will appear in the drop-down menu on the report-a-problem page.
el: Επιλέξτε ένα όνομα <strong>κατηγορίας</strong> που έχει νόημα για το κοινό (π.χ., "Λακκούβες", "Φωτισμός δρόμων") αλλά είναι επίσης βοηθητικό για την Αρχή. Αυτές οι κατηγορίες θα εμφανίζονται ως επιλογές σε λίστα στη σελίδα υποβολής αναφοράς.

source: Click here or enter as dd/mm/yyyy
el: Πατήστε εδώ για επιλογή ή γράψτε στη μορφή ηη/μμ/χχχχ

source: Click map to report a problem
el: Πατήστε πάνω στο χάρτη για να αναφέρετε κάτι

source: Click on the map to report a problem
el: Πατήστε πάνω στο χάρτη για να αναφέρετε κάτι

source: Closed
el: Κλειστό

source: Closed by council
el: Κλειστό από Αρχή

source: Closed reports
el: Κλειστές αναφορές

source: Closed:
el: Κλειστό:

source: Closest nearby problems <small>(within&nbsp;%skm)</small>
el: Αναφορές σε κοντινότερες περιοχές <small>(σε ακτίνα &nbsp;%sχλμ)</small>

source: Co-ordinates:
el: Συντεταγμένες:

source: Cobrand
el: Εμπορικό σήμα

source: Cobrand data:
el: Δεδομένα εμπορικού σήματος

source: Cobrand:
el: Εμπορικό σήμα:

source: Configuration
el: Διαμόρφωση

source: Configuration updated - contacts will be generated automatically later
el: Η διαμόρφωση έχει ενημερωθεί - οι επαφές θα δημιουργηθούν αυτόματα σε μεταγενέστερο στάδιο

source: Configure Endpoint
el: Διαμόρφωση τελικού σημείου

source: Confirm
el: Επιβεβαίωση

source: Confirm account
el: Επιβεβαίωση λογαριασμού

source: Confirm by email below, providing a new password at that point. When you confirm, your password will be updated.
el: Επιβεβαιώστε μέσω email πιο κάτω, δίνοντας και ένα νέο κωδικό πρόσβασης. Όταν επιβεβαιώσετε, ο κωδικός σας θα ενημερωθεί.

source: Confirmation
el: Επιβεβαίωση

source: Confirmed
el: Επιβεβαιωμένο

source: Confirmed reports between %s and %s
el: Επιβεβαιωμένες αναφορές μεταξύ %s και %s

source: Confirmed:
el: Επιβεβαιωμένο:

source: Contact
el: Επικοινωνία

source: Contact FixMyStreet
el: Επικοινωνήστε με FixCyprus

source: Contact Us
el: Επικοινωνήστε μαζί μας

source: Contact the team
el: Επικοινωνήστε με την ομάδα Διαχείρισης

source: Could not find user
el: Ο χρήστης δεν υπάρχει

source: Could not look up location
el: Η τοποθεσία δε βρέθηκε

source: Council
el: Αρχή

source: Council contacts for %s
el: Επαφές Αρχής για

source: Council:
el: Αρχή:

source: Count
el: Μέτρημα

source: Create a report
el: Δημιουργία αναφοράς

source: Create category
el: Δημιουργία κατηγορίας

source: Created
el: Δημιουργήθηκε

source: Created:
el: Δημιουργήθηκε:

source: Current state
el: Τρέχουσα κατάσταση

source: Currently no bodies have been created.
el: Δεν έχουν δημιουργηθεί Αρχές.

source: Dashboard
el: Πίνακας διαχείρισης

source: Dealt with by subdivision within 5 working days
el: Αντιμετωπίστηκε από την Αρχή μέσα σε 5 εργάσιμες ημέρες

source: Deleted
el: Διαγράφηκε

source: Description
el: Περιγραφή

source: Details
el: Λεπτομέρειες

source: Details:
el: Λεπτομέρειες:

source: Devolved
el: Έχει ανατεθεί

source: Diligency prize league table
el: Πίνακας βραβείων διαγωνισμού επιμέλειας

source: Do you have a FixMyBarangay password?
el: Έχετε κωδικό πρόσβασης στην υπηρεσία FixCyprus;

source: Do you have a FixMyStreet password?
el: Έχετε κωδικό πρόσβασης στην υπηρεσία FixCyprus;

source: Don&rsquo;t know
el: Δε γνωρίζω

source: Duplicate
el: Διπλή αναφορά

source: Each contact for the body has a category, which is displayed to the public. Different categories <strong>can have the same contact</strong> (email address). This means you can add many categories even if you only have one contact for the body.
el: Κάθε σημείο επαφής της Αρχής, ανήκει σε μια κατηγορία, που υπάρχει δημοσιευμενη. Διαφορετικές κατηγορίες <strong>δύναται να έχουν ίδιο σημείο επαφής</strong> (διεύθυνση email). Αυτό σημαίνει ότι μπορείτε να προσθέσετε πολλές κατηγορίες ακόμα και αν έχετε μόνο ένα σημείο επαφής για την Αρχή.

source: Edit
el: Επεξεργασία

source: Edit body details
el: Επεξεργασία δεδομένων Αρχής

source: Editing problem %d
el: Επεξεργασία αναφοράς %d

source: Editing update %d
el: Ενημέρωση επεξεργασίας %d

source: Editing user %d
el: Επεξεργασία χρήστη %d

source: Editor
el: Επεξεργαστής

source: Email added to abuse list
el: Η διεύθυνση email έχει προστεθεί σε λίστα "κατάχρησης"

source: Email address:
el: Διεύθυνση email:

source: Email already in abuse list
el: Η διεύθυνση email είναι ήδη στη λίστα "κατάχρησης"

source: Email me new local problems
el: Να λαμβάνω email για νέες τοπικές αναφορές

source: Email me updates
el: Να λαμβάνω email για ενημερώσεις

source: Empty flat or maisonette
el: Άδειο διαμέρισμα ή μονοκατοικία

source: Empty house or bungalow
el: Άδειο σπίτι

source: Empty office or other commercial
el: Άδειο γραφείο ή άλλο κτίριο εμπορικής χρήσης

source: Empty property details form
el: Φόρμα δεδομένων άδειας ιδιοκτησίας

source: Empty pub or bar
el: Άδειο κατάστημα

source: Empty public building - school, hospital, etc.
el: Άδειο δημόσιο κτίριο - σχολείο, νοσοκομείο, κτλ.

source: Enable <strong>Open311 update-sending</strong> if the endpoint will send and receive updates to existing reports. If you're not sure, it probably does not, so leave this unchecked. For more information, see <a href='http://www.mysociety.org/2013/02/20/open311-extended/' class='admin-offsite-link'>this article</a>.
el: Ενεργοποίηση <strong>ενημέρωσης-αποστολής Open311</strong> σε περίπτωση που ο χρήστης θα στέλνει και θα λαμβάνει ενημερώσεις για υπάρχουσες αναφορές. Σε περίπτωση που δεν είστε σίγουρος, το πιθανότερο είναι πως δε χρειάζεται, επομένως αφήστε το μη επιλεγμένο. Για περισσότερες πληροφορίες, δείτε <a href='http://www.mysociety.org/2013/02/20/open311-extended/' class='admin-offsite-link'>αυτό το άρθρο</a>.

source: Enable this <strong>can be devolved</strong> setting if one or more contacts have a different endpoint (and send method) from the body's. For example, if reports for some categories of problem must be emailed, while others can be sent over Open311.
el: Ενεργοποιήστε τη ρύθμιση <strong>μπορεί να ανατεθεί</strong> σε περίπτωση που ένα η περισσότερα σημεία επαφής έχουν διαφορετικό τελικό σημείο (και μέθοδο αποστολής) από αυτά της Αρχής. Για παράδειγμα, στην περίπτωση που αναφορές για συγκεκριμένες κατηγορίες πρέπει να σταλούν μέσω email, ενώ άλλες να σταλούν μέσω του πρωτοκόλλου Open311.

source: End Date:
el: Ημερομηνία λήξης:

source: Endpoint
el: Τελικό σημείο

source: Enter a Z&uuml;rich street name
el: Δώστε ένα όνομα δρόμου

source: Enter a nearby UK postcode, or street name and area
el: Δώστε ένα όνομα δρόμου ή περιοχής

source: Enter a nearby postcode, or street name and area
el: Δώστε ένα όνομα δρόμου ή περιοχής

source: Enter a nearby street name and area
el: Δώστε ένα όνομα δρόμου ή περιοχής

source: Enter a new password:
el: Δωστε νέο κωδικό:

source: Enter a password
el: Δώστε κωδικό

source: Enter details of the problem
el: Δώστε τις λεπτομέρειες της αναφοράς

source: Error
el: Σφάλμα

source: Example postcode %s
el: Παράδειγμα ταχυδρομικού κωδικού %s

source: Examples:
el: Παραδείγματα:

source: Extra data:
el: Επιπλέον δεδομένα:

source: Failed to send message. Please try again, or <a href="mailto:%s">email us</a>.
el: Η αποστολή του μηνύματος απέτυχε. Παρακαλούμε δοκιμάστε ξανά, ή <a href="mailto:%s">επικοινωνήστε μαζί μας μέσω email</a>.

source: Filter report list
el: Φιλτράρισμα λίστας αναφορών
